import telebot
from database import SQL

token = "1735188533:AAFcu61TU0HOUpkopbevVb5_Zr4t-QiCohs"
bot = telebot.TeleBot(token)
db = SQL()
users = {}
aidar_id = 365391038

class Settings:
	def __init__(self):
		self.lang = 'ru'
		self.type = None
		self.sub_type = None
		self.goal = ""
		self.support_type = None
		self.mode = None
		self.company = None
		self.question_mode = False

companies = {}

companies['damu'] = {
	'desc': {
		'ru': 'Гарантирование - обязательство финансового агентства ( финансовое агентство – это Фонд «Даму») перед банком отвечать за исполнение обязательств предпринимателя по уплате части основного долга по кредитному договору, вытекающее из договора гарантии, в пределах суммы гарантии.',
		'kz': 'Кепілдік - қаржы агенттігінің (қаржы агенттігі - «Даму» қоры) банк алдындағы кәсіпкердің кепілдік келісімінен туындайтын несие шарты бойынша негізгі қарыздың бір бөлігін төлеу жөніндегі міндеттемелерінің орындалуына жауап беретін банк алдындағы міндеттемесі. кепілдік сомасы.'
	},
	'req': {
		'ru': 'Фонд «Даму» может отказать в предоставлении гарантии в случаях: 1) экономической нецелесообразности и неэффективности проекта; 2) несоответствия проекта условиям Программы; 3) наличия отрицательной кредитной истории потенциального участника Программы и аффилиированных с ним юридических и физических лиц.',
		'kz': '«Даму» қоры келесі жағдайларда кепілдік беруден бас тартуы мүмкін: 1) жобаның экономикалық мақсатсыздығы және тиімсіздігі; 2) жобаның Бағдарламаның шарттарына сәйкес келмеуі; 3) Бағдарламаның әлеуетті қатысушысының және онымен аффилиирленген заңды және жеке тұлғалардың теріс несиелік тарихының болуы.'
	},
	'docs': {
		'ru': "Перечень документов",
		'kz': "Құжаттар тізімі"
	},
	'site': {
		'ru': 'Ссылка на сайт компании Даму:\nhttps://www.damu.kz/obratnaya-svyaz/faq/list.php?SECTION_ID=441',
		'kz':'Даму компаниясының веб-сайтына сілтеме:\nhttps://www.damu.kz/obratnaya-svyaz/faq/list.php?SECTION_ID=441'
	},
	'contacts': {
		'ru': """АО «Фонд развития предпринимательства «ДАМУ»
Ул. Гоголя, 111, уг. ул. Наурызбай батыра
Республика Казахстан, г. Алматы, A05C9Y3.
БИН: 970840000277

Call-центр: 1408

Горячая линия по противодействию
коррупции: +7 (727) 244 82 71
Email (по противодействию коррупции): senim@fund.kz""",
		'kz':  """«Даму» кәсіпкерлікті дамыту қоры» АҚ

Қазақстан Республикасы, Алматы қ., A05C9Y3.
Гоголь көшесі, 111, Наурызбай батыр көшесінің қиылысы
БСН: 970840000277

Call-орталық: 1408

Алаяқтық пен жемқорлыққа қарсы
әрекет жедел желісі: +7 (727) 244 82 71
Email: senim@fund.kz"""
	}

}