welcome_text = {
	'ru': 'Вас приветствует бот для оказания поддержки IT-предпринимателям от\
	Министерства Цифрового Развития, Инноваций и Аэрокосмической Промышленности Казахстана!',
	'kz': 'Қазақстанның цифрлық даму, инновация және аэроғарыш өнеркәсібі министрлігінің\
	IT-кәсіпкерлеріне қолдау көрсету үшін ботқа қош келдіңіз!'
}

start_text = {
	'ru': 'Укажите вид Вашего предприятия',
	'kz': 'Сіздің компанияңыздың түрін көрсетіңіз'
}

individual_step1_text = {
	'ru': 'Выберите',
	'kz': 'Таңдаңыз'
}
company_step1_text = {
	'ru': 'Выберите',
	'kz': 'Таңдаңыз'
}
support_types_text = {
	'ru': 'Выберите необходимые для Вас меры поддержки',
	'kz': 'Қажетті қолдау шараларын таңдаңыз'
}
support_goal_text = {
	'ru': 'Выберите цель получения меры поддержки',
	'kz': 'Қолдау шараларын алу мақсатын таңдаңыз'
}
support_text = {
	'ru': 'Выберите меры поддержки',
	'kz': 'Қолдау шараларын таңдаңыз'
}
guaranteeing_companies_text = {
	'ru': 'Выберите организацию, предоставляющую гарантирование',
	'kz': 'Кепілдік беретін ұйымды таңдаңыз'
}

damu_text = {
	'ru': '*Компания Даму*\nВыберите раздел для получения подробной информации',
	'kz': '*Даму компаниясы*\nТолық ақпарат алу үшін бөлімді таңдаңыз'
}

continue_text = {
	'ru': "Если вы получили нужную вам информацию, то нажмите кнопку \"Продолжить\"",
	'kz': "Егер сізге қажетті ақпарат берілген болса, онда \"Жалғастыру\" батырмасын басыңыз"
}

end_text = {
	'ru': "Благодарим вас за использование данного бота! Для проведения анализа эффективности\
	мер государственной поддержки, просим пройти анкетирвание согласно ссылке Google Forms",
	'kz': "Осы ботты қолданғаныңызға рахмет! Мемлекеттік қолдау шараларының тиімділігін талдау\
	үшін сауалнаманы Google Forms сілтемесі бойынша тапсырыңыз"
}

question_text = {
	'ru': "Напишите свой вопрос в ответ на это сообщение.",
	'kz': "Сұрағыңызды осы хабарламаға жауап ретінде жазыңыз."
}
question_success_text = {
	'ru': "Спасибо за обращение! Мы ответим на Ваш вопрос как можно скорее.",
	'kz': "Бізбен байланысқаныңызға рахмет! Біз сіздің сұрағыңызға мүмкіндігінше тезірек жауап береміз."
}